joycn/VoiceKey/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_CONSOLE_NONE=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
CONFIG_MODEL_IN_FLASH=y
CONFIG_SR_WN_WN9_HILEXIN=n
# CONFIG_SR_WN_WN9_HIESP is not set
CONFIG_SR_MN_EN_NONE=y
CONFIG_SR_MN_CN_NONE=y

# CONFIG_SR_WN_WN9_HIJOY_TTS is not set

CONFIG_SR_WN_WN9_NIHAOXIAOZHI_TTS=y
